import 'bootstrap/dist/css/bootstrap.min.css';
import Logo from '../../../assets/images/Logo.png';
import './terms.scss';
import { Dropdown } from 'react-bootstrap';
import { Link, useHistory } from 'react-router-dom';
import SearchIcon from '@material-ui/icons/Search';
import Mask from '../../assets/images/landing/mask.png'

import { useState } from 'react';
import { useEffect } from 'react';
import Emptybas from '../../assets/images/emptybascket.png'

const Terms = () => {
  const [Orderlist,setOrderlist]=useState<any>([])
  useEffect(() => {

}, []);

return(
    <div style={{direction:'rtl'}} className="KOEMIL-terms-page" >
        <h1>قوانین و مقررات کمیل </h1>
<h2>مشتری‌مداری به عنوان یکی از ارزش‌های سازمانی مطرح است که در رأس فعالیت‌های کمیل قرار دارد. بنابراین جلب رضایت کاربران، نخستین و بالاترین اولویت این مجموعه است.</h2>
<h2>در راستای همین سیاست های مشتری محور، قوانینی اتخاذ شده است که منجر به افزایش رضایت مشتریان و جلب اعتماد آنها می‌شود و از همه مهم‌تر تجربه‌ای عالی را در خرید برای مشتری رقم می‌زند.</h2>
<h2> زمانی که کاربران به فروشگاه اینترنتی کمیل مراجعه می‌کنند، این امر به معنی آگاه بودن از قوانین مندرج و پذیرفتن شرایط، همچنین چگونگی استفاده از خدمات و سرویس‌های این وبسایت است؛ بنابراین زمانی که کاربر برای ثبت سفارش اقدام می‌کند، به منزله پذیرفتن تمامی شرایط و قوانین مندرج است.</h2>
<h2>کمیل براساس اصول و قواعدی کار می‌کند که منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف‌کننده است؛ بنابراین کاربر موظف است طبق این قوانین رفتار نماید.</h2>
<h2> کاربر گرامی جهت استفاده از خدمات وبسایت کمیل لطفا موارد ذیل را به دقت مطالعه فرمایید.</h2>
<h3>
    1. در معاملات وبسایت کمیل، این فروشگاه اینترنتی به عنوان فروشنده و کاربر و سفارش‌دهنده به عنوان خریدار تلقی می‌شود.</h3>
    <h3>
    2. هنگامی که شما به‌صورت اینترنتی سفارش خود را ثبت می‌کنید، این ارتباطات به صورت الکترونیکی و در بستر اینترنت انجام می‌شود. زمانی که درخواست شما طبق اصول، ثبت شده باشد، فروشگاه اینترنتی کمیل از طریق پست الکترونیکی، سرویس پیام کوتاه و فضای مجازی به درخواست شما پاسخ می‌دهد.</h3>
    <h3>
    3. ضروری است که کاربر، آدرس ایمیل و تلفن‌های رسمی که مورد تایید خود وی است، هنگام ثبت سفارش درج کند؛ چراکه تمامی مکاتبات و پاسخ‌های شرکت از طریق این پل ارتباطی صورت می‌گیرد.</h3>
    <h3>
    4. وب‌سایت کمیل متعهد می‌شود از تمامی اطلاعات خصوصی اشخاصی که از خدمات سایت استفاده می‌کنند، محافظت و از حریم شخصی شما دفاع ‌کند.</h3>
    <h3>
    5. حق استفاده و نشر تمامی مطالب موجود در وب‌سایت کمیل انحصاری است و هر گونه استفاده غیرقانونی از آن با مقاصد تجاری، پیگرد قانونی دارد.</h3>
    <h3>
    6. ثبت ‌سفارش در تمامی ایام هفته امکان‌پذیر است و تمامی سفارش‌های ثبت‌شده در طول روزهای کاری پردازش می‌شوند.</h3>
    <h3>
    7. تمامی سفارش‌های ثبت‌شده از طریق پیام کوتاه و ایمیل به مشتری اطلاع داده می‌شود.</h3>
    <h3>
    8. کمیل متعهد می‌شود در ارسال و تحویل تمامی سفارشات، نهایت دقت و تلاش خود را انجام دهد و تمامی سفارش‌ها بدون آسیب و در نهایت صحت به دست مشتریان برسد.</h3>
    <h3>
    9.اگر محصول اشکال یا ایرادی داشت، حداکثر تا 24 ساعت پس از دریافت، باید به فروشگاه اطلاع داده شود. کارشناسان فروشگاه کمیل، ایرادات اعلام شده را بررسی و در صورت تایید ایراد و آسیب فیزیکی، کالا تعویض می‌شود. </h3>

    <h3>
    10.  تمامی شرایط و خدمات وبسایت کمیل بر مبنای قوانین و مقررات مندرج شکل گرفته، اما در آینده اگر بنابر دلایلی با تغییراتی مواجه شود، در همین صفحه منتشر خواهد شد.</h3>
    <h3>
    11. فروش کالا دقیقا مطابق با اطلاعاتی که سفارش‌دهنده ثبت کرده است، از قبیل نوع و تعداد کالا صورت می‌گیرد.</h3>
    <h3>
    12. فروشنده هنگام ثبت سفارش، مشخصات و نحوه ارسال کالا را به اطلاع خریدار می‌رساند.</h3>
    <h3>
    13. هر زمان که کاربر با نام کاربری و کلمه عبوری که درج کرده است، وارد سایت شود، می‌تواند وضعیت و تاریخچه سفارشات خود را مشاهده کند.</h3>

    <h3>
    14. زمان و مکان تحویل کالا توسط کاربر در وبسایت فروشنده درج شده است. کمیل موظف است سفارش را در آن زمان و مکان معین تحویل دهد.</h3>
    <h3>
    15.  در صورتی که به هر علتی امکان ارسال کالا وجود نداشته باشد یا پروسه ارسال کالا با مشکل مواجه شود، مبلغ پرداخت‌شده عودت می‌شود.</h3>
    <h3>
    16.  هنگامی که کالا می‌خواهد ارسال شود، تیم کارشناسان کمیل با مشتریان تماس خواهند گرفت و در صورت بروز مشکل، کارشناسان در این بخش آماده پاسخگویی هستند.    </h3>

    </div>
)
}
export default Terms